Default constructor.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public SaveAsOptions()
  Visual Basic
Public Sub New
  Visual C++
public:
SaveAsOptions()
 See Also
  SaveAsOptions Class
  Autodesk.Revit.DB Namespace